<?php 
/**
* @version: 2009.0
* @copyright: Copyright (C) 2006-2009 Elxis.org. All rights reserved.
* @package: Elxis
* @subpackage: Installation Language
* @author: Elxis Team
* @translator: Ioannis Sannos
* @translator URL: http://www.elxis.org
* @translator E-mail: info@elxis.org
* @description: Greek installation Language
* @license: http://www.gnu.org/copyleft/gpl.html GNU/GPL
* Elxis CMS is a Free Software
*
* ---- THIS FILE MUST BE ENCODED AS UTF-8! ----
*
*/

defined( '_ELXIS_INSTALLER' ) or die( 'Direct Access to this location is not allowed.' );


class iLanguage {

public $RTL = 0;
public $ISO = 'UTF-8';
public $XMLLANG = 'el';
public $LANGNAME = 'Ελληνικά';
public $CLOSE = 'Κλείσιμο';
public $MOVE = 'Μετακίνηση';
public $NOTE = 'Σημείωση';
public $SUGGESTIONS = 'Συστάσεις';
public $RESTARTINST = 'Επανεκκίνηση εγκατάστασης';
public $WRITABLE = 'Εγγράψιμο';
public $UNWRITABLE = 'Μη Εγγράψιμο';
public $HELP = 'Βοήθεια';
public $COMPLETED = 'Ολοκληρώθηκε';
public $PRE_INSTALLATION_CHECK = 'Έλεγχος Περιβάλλοντος';
public $LICENSE = 'Άδεια χρήσης';
public $ELXIS_WEB_INSTALLER = 'Elxis - Εγκατάσταση μέσω δικτύου';
public $DEFAULT_AGREE = 'Παρακαλούμε να διαβάσετε την άδεια χρήσης και αν την αποδέχεστε, να συνεχίσετε την εγκατάσταση';
public $ALT_ELXIS_INSTALLATION = 'Εγκατάσταση Elxis';
public $DATABASE = 'Βάση δεδομένων';
public $SITE_NAME = 'Όνομα Ιστότοπου';
public $SITE_SETTINGS = 'Ρυθμίσεις Ιστότοπου';
public $FINISH = 'Ολοκλήρωση';
public $NEXT = 'Συνέχεια >>';
public $BACK = '<< Επιστροφή';
public $INSTALLTEXT_01 = 'Εάν κάποιο από αυτά τα αντικείμενα έχει κόκκινη σήμανση, τότε λάβετε μέτρα για την διόρθωσή του.
	Σε περίπτωση που το πρόβλημα παραμείνει, μπορεί να οδηγήσει σε μία εγκατάσταση του Elxis, που δεν θα λειτουργεί σωστά.';
public $INSTALLTEXT_02 = 'Έλεγχος περιβάλλοντος για το';
public $INSTALL_PHP_VERSION = 'Έκδοση PHP  >= 5.0.0';
public $NO = 'Όχι';
public $YES = 'Ναι';
public $ZLIBSUPPORT = 'Υποστήριξη zlib';
public $AVAILABLE = 'Διαθέσιμο';
public $UNAVAILABLE = 'Μη Διαθέσιμο';
public $XMLSUPPORT = 'Υποστήριξη xml';
public $CONFIGURATION_PHP = 'configuration.php';
public $INSTALLTEXT_03 = 'Μπορείτε να συνεχίσετε την εγκατάσταση. Με το πέρας της, θα εμφανιστούν τα περιεχόμενα του αρχείου 
	configuration.php. Αντιγράψτε τα και επικολλήστε τα σε αυτό το αρχείο, το οποίο στη συνέχεια θα πρέπει να αποστείλετε στο διακομιστή.';
public $SESSIONSAVEPATH = 'Διαδρομή αποθήκευσης συνεδρίας (session)';
public $SUPPORTED_DBS = 'Υποστηριζόμενες βάσεις δεδομένων';
public $SUPPORTED_DBS_INFO = 'Κατάλογος υποστηριζόμενων από το σύστημά σας βάσεων δεδομένων. 
	Σημειώστε πως κάποιες άλλες μπορεί επίσης να είναι διαθέσιμες (όπως SQLite).';
public $NOTSET = 'Δεν έχει οριστεί';
public $RECOMMENDEDSETTINGS = 'Προτεινόμενες ρυθμίσεις';
public $RECOMMENDEDSETTINGS01 = 'Αυτές είναι οι συνιστώμενες ρυθμίσεις της PHP ώστε να εξασφαλιστεί μέγιστη συμβατότητα με το Elxis.';
public $RECOMMENDEDSETTINGS02 = 'Το Elxis όμως θα συνεχίσει να λειτουργεί ακόμη και αν αυτές οι ρυθμίσεις δεν ταιριάζουν ακριβώς με τις συνιστώμενες';
public $DIRECTIVE = 'Ρύθμιση';
public $RECOMMENDED = 'Συνιστώμενη';
public $ACTUAL = 'Πραγματική';
public $SAFEMODE = 'Ασφαλής λειτουργία';
public $DISPLAYERRORS = 'Εμφάνιση Σφαλμάτων';
public $FILEUPLOADS = 'Αποστολή Αρχείων';
public $MAGICGPC = 'Magic Quotes GPC';
public $MAGICRUNTIME = 'Magic Quotes Runtime';
public $REGISTERGLOBALS = 'Register Globals';
public $OUTPUTBUFFERING = 'Output Buffering';
public $SESSIONAUTO = 'Session auto start';
public $ALLOWURLFOPEN = 'Allow URL fopen';
public $ON = 'Ενεργό';
public $OFF = 'Μη ενεργό';
public $DIRFPERM = 'Δικαιώματα Αρχείων και Καταλόγων';
public $DIRFPERM01 = 'Ανάλογα με την περίπτωση το Elxis ίσως χρειαστεί να γράψει και σε άλλους καταλόγους. Για παράδειγμα 
κατά την εγκατάσταση ενός module θα χρειαστεί να ανεβάσει αρχεία στον κατάλογο modules. Εάν δείτε κάπου την ένδειξη 
"Μη Εγγράψιμο" μπορείτε να αλλάξετε τα δικαιώματα στον κατάλογο για να επιτρέψετε στο Elxis να γράψει σε αυτό ή, για μέγιστη 
ασφάλεια, να τον αφήσετε μη εγγράψιμο και να τον κάνετε εγγράψιμο λίγο πριν θελήσετε να τον χρησιμοποιήσετε.';
public $DIRFPERM02 = 'Προκειμένου να λειτουργήσει σωστά το Elxis, θα πρέπει οι φάκελλοι <strong>cache</strong> 
και <strong>tmpr</strong> να είναι εγγράψιμοι. Αν δεν είναι εγγράψιμοι παρακαλώ κάντε τους εγγράψιμους.';
public $ELXIS_RELEASED = 'Το Elxis CMS είναι Ελεύθερο Λογισμικό που διανέμεται υπό την άδεια χρήσης GNU/GPL.';
public $INSTALL_LANG = 'Επιλέξτε γλώσσα εγκατάστασης';
public $DISABLE_FUNC = 'Για την ασφάλεια του ιστοτόπου σας, σας συνιστούμε επίσης να απενεργοποιήσετε στο php.ini (αν δεν τις χρησιμοποιείτε) τις ακόλουθες συναρτήσεις της PHP:';
public $FTP_NOTE = 'Αν ενεργοποιήσετε αργότερα το FTP, το Elxis θα είναι λειτουργικό ακόμα και αν κάποιοι από αυτούς τους καταλόγους είναι μόνο για ανάγνωση.';
public $OTHER_RECOM = 'Άλλες Συστάσεις';
public $OUR_RECOM_ELXIS = 'Οι προτάσεις μας για διευκόλυνση της ζωής σας με ή χωρίς το Elxis.';
public $SERVER_OS = 'Λειτουργικό Διακομιστή';
public $HTTP_SERVER = 'Διακομιστής HTTP';
public $BROWSER = 'Περιηγητής';
public $SCREEN_RES = 'Ανάλυση οθόνης';
public $OR_GREATER = 'ή μεγαλύτερη';
public $SHOW_HIDE = 'Εμφάνιση/Απόκρυψη';
public $SFMODALERT1 = 'Η PHP ΣΑΣ ΤΡΕΧΕΙ ΥΠΟ ΑΣΦΑΛΗ ΛΕΙΤΟΥΡΓΙΑ!';
public $SFMODALERT2 = 'Αρκετές λειτουργίες του Elxis, components και επεκτάσεις τρίτων κατασκευαστών δυσλειτουργούν υπό ασφαλή λειτουργία (safe mode).';
public $GNU_LICENSE = 'Άδεια Χρήσης GNU/GPL';
public $INSTALL_TOCONTINUE = '*** Για να συνεχίσετε την εγκατάσταση του Elxis, θα πρέπει να διαβάσετε 
	την άδεια χρήσης και αν συμφωνείτε, να κάνετε κλικ στο πλαίσιο επιλογής που βρίσκεται κάτω από την άδεια ***';
public $UNDERSTAND_GNUGPL = 'Κατανοώ ότι αυτό το λογισμικό διανέμεται κάτω από την GNU/GPL Άδεια Χρήσης';
public $MSG_HOSTNAME = 'Παρακαλούμε εισάγετε το όνομα του Φιλοξενητή (Host name)';
public $MSG_DBUSERNAME = 'Παρακαλούμε εισάγετε το Ψευδώνυμο (username) του χρήστη της Βάσης Δεδομένων';
public $MSG_DBNAMEPATH = 'Παρακαλούμε εισάγετε το Όνομα ή τη Διαδρομή της βάσης δεδομένων';
public $MSG_SURE = 'Είστε βέβαιος ότι αυτές οι ρυθμίσεις είναι οι σωστές; \nΤώρα το Elxis θα προσπαθήσει να τροφοδοτήσει τη βάση δεδομένων με τα στοιχεία που δώσατε';
public $DBCONFIGURATION = 'Ρυθμίσεις βάσης δεδομενών';
public $DBCONF_1 = 'Παρακαλούμε εισάγετε το όνομα του φιλοξενητή (host name) που πρόκειται να εγκατασταθεί το Elxis';
public $DBCONF_2 = 'Επιλέξτε τον τύπο της βάσης δεδομένων που θέλετε να χρησιμοποιήσει το Elxis';
public $DBCONF_3 = 'Συμπληρώστε το όνομα ή τη διαδρομή της βάσης δεδομένων. Για την αποφυγή αδυναμίας αυτόματης 
	δημιουργίας της βάσης από τον εγκαταστάτη του Elxis φροντίστε η βάση να υπάρχει ήδη.';
public $DBCONF_4 = 'Εισάγετε το πρόθεμα των πινάκων που θα χρησιμοποιηθεί από αυτή την εγκατάσταση του Elxis';
public $DBCONF_5 = 'Εισάγετε το ψευδώνυμο και συνθηματικό της βάσης δεδομένων. Βεβαιωθείτε πως ο χρήστης υπάρχει ήδη και έχει όλα τα απαιτούμενα προνόμια.';
public $OTHER_SETTINGS = 'Άλλες ρυθμίσεις';
public $DBTYPE = 'Τύπος βάσης δεδομένων';
public $DBTYPE_COMMENT = 'Συνήθως "MySQL"';
public $DBNAME = 'Όνομα Βάσης Δεδομένων';
public $DBNAME_COMMENT = 'Κάποιοι εξυπηρετητές, επιτρέπουν μόνο ένα προκαθορισμένο όνομα βάσης ανά ιστότοπο. Σε αυτή την περίπτωση, για να εγκαταστήσετε πολλαπλά Elxis αξιοποιήστε το πρόθεμα.';
public $DBPATH = 'Διαδρομή Βάσης Δεδομένων';
public $DBPATH_COMMENT = 'Ορισμένοι τύποι βάσεων δεδομένων, όπως η Access, η InterBase και η FireBird, απαιτούν 
	να ορίσετε ένα αρχείο αντί ενός ονόματος για τη βάση. Σε αυτή την περίπτωση παρακαλούμε συμπληρώστε 
	εδώ τη διαδρομή προς αυτό το αρχείο. Παράδειγμα: /opt/firebird/examples/elxisdatabase.fdb';
public $HOSTNAME = 'Όνομα Φιλοξενητή';
public $USLOCALHOST = 'Συνήθως "localhost"';
public $DBUSER = 'Ψευδώνυμο χρήστη βάσης';
public $DBUSER_COMMENT = 'Είτε κάτι σαν "root" ή ένα ψευδώνυμο που έχει ορίσει ο εξυπηρετητής σας';
public $DBPASS = 'Συνθηματικό χρήστη βάσης';
public $DBPASS_COMMENT = 'Για λόγους ασφαλείας του ιστότοπου, η χρήση ενός συνθηματικού είναι υποχρεωτική';
public $VERIFY_DBPASS = 'Επιβεβαίωση Συνθηματικού βάσης';
public $VERIFY_DBPASS_COMMENT = 'Ξαναγράψτε το συνθηματικό για επιβεβαίωση';
public $DBPREFIX = 'Πρόθεμα Πινάκων της βάσης';
public $DBPREFIX_COMMENT = 'Μην χρησιμοποιήσετε το "old_" καθώς χρησιμοποιείται για τα αντίγραφα ασφαλείας';
public $DBDROP = 'Διαγραφή Υπαρχόντων Πινάκων';
public $DBBACKUP = 'Αντίγραφο Ασφαλείας Παλαιών Πινάκων';
public $DBBACKUP_COMMENT = 'Οι υπάρχοντες πίνακες από παλαιότερες εγκαταστάσεις του Elxis, θα αντικατασταθούν';
public $INSTALL_SAMPLE = 'Εγκατάσταση Ενδεικτικών Δεδομένων';
public $SAMPLEPACK = 'Πακέτο Ενδεικτικών Δεδομένων';
public $SAMPLEPACKD = 'Το Elxis σας επιτρέπει να καθορίσετε το είδος του περιεχομένου και την εμφάνιση της 
	ιστοσελίδας σας από την αρχή, επιλέγοντας το πιο αρμόζον πακέτο Ενδεικτικών Δεδομένων για τον ιστότοπό σας. 
	Μπορείτε επίσης να επιλέξετε να μην εγκατασταθούν καθόλου ενδεικτικά δεδομένα (Δεν συνιστάται).';
public $NOSAMPLE = 'Κανένα (Δεν συνιστάται)';
public $DEFAULTPACK = 'Προκαθορισμένο του Elxis';
public $PASS_NOTMATCH = 'Τα συνθηματικά της βάσης δεδομένων που δώσατε, δεν ταιριάζουν.';
public $CNOT_CONDB = 'Δεν στάθηκε δυνατή η σύνδεση στη βάση δεδομένων.';
public $FAIL_CREATEDB = 'Η δημιουργία της βάσης %s απέτυχε';
public $ENTERSITENAME = 'Παρακαλούμε εισάγετε ένα Όνομα για τον Ιστότοπο';
public $STEPDB_SUCCESS = 'Το προηγούμενο βήμα ολοκληρώθηκε με επιτυχία. Μπορείτε τώρα να συνεχίσετε στην παραμετροποίηση της ιστοσελίδας σας.';
public $STEPDB_FAIL = 'Εμφανίστηκε τουλάχιστον ένα γενικό σφάλμα κατά τη διάρκεια του προηγούμενου βήματος. 
	Δεν μπορείτε να συνεχίσετε. Παρακαλούμε επιστρέψτε και διορθώστε τις ρυθμίσεις της βάσης δεδομένων. 
	Ακολουθούν τα μηνύματα σφάλματος από τον εγκαταστάτη του Elxis:';
public $SITENAME_INFO = 'Συμπληρώστε το όνομα του Elxis ιστότοπού σας. Αυτό το όνομα, χρησιμοποιείται στα μηνήματα ηλεκτρονικής αλληλογραφίας (e-mails) που στέλνει ο ιστότοπός σας, γι\' αυτό φροντίστε να έχει νόημα.';
public $SITENAME = 'Όνομα ιστότοπου';
public $SITENAME_EG = 'π.χ. Ο Ιστότοπος του Elxis';
public $OFFSET = 'Διαφορά ώρας';
public $SUGOFFSET = 'Προτεινόμενη διαφορά ώρας';
public $OFFSETDESC = 'Η χρονική διαφορά σε ώρες μεταξύ του διακομιστή και του υπολογιστή σας. Εάν επιθυμείτε να συγχρονήσετε το Elxis με την τοπική σας ώρα ορίστε την κατάλληλη τιμή.';
public $SERVERTIME = 'Ώρα διακομιστή';
public $LOCALTIME = 'Η τοπική σας ώρα';
public $DBINFOEMPTY = 'Οι πληροφορίες για τη βάση δεδομένων είναι κενές/ανακριβείς!';
public $SITENAME_EMPTY = 'Δε δόθηκε το όνομα του ιστότοπου';
public $DEFLANGUNPUB = 'Η προκαθορισμένη γλώσσα της ιστοσελίδας δεν είναι δημοσιευμένη!';
public $URL = 'URL';
public $PATH = 'Διαδρομή';
public $URLPATH_DESC = 'Εάν το URL και η διαδρομή σας μοιάζουν σωστά, παρακαλούμε μην τ\' αλλάξετε. Εάν δεν είστε 
	σίγουροι, επικοινωνήστε με τον υπεύθυνο για την φιλοξενία σας. Συνήθως οι τιμές που εμφανίζονται είναι οι σωστές.';
public $DBFILE_NOEXIST = 'Το αρχείο βάσης δεδομένων δεν υπάρχει!';
public $ADODB_MISSES = 'Τα απαιτούμενα αρχεία του ADOdb λείπουν!';
public $SITEURL_EMPTY = 'Παρακαλούμε εισάγετε την URL του ιστότοπου';
public $ABSPATH_EMPTY = 'Παρακαλούμε εισάγετε την απόλυτη διαδρομή προς τον ιστότοπό σας';
public $PERSONAL_INFO = 'Προσωπικές πληροφορίες';
public $YOUREMAIL = 'Το E-mail σας';
public $ADMINRNAME= 'Όνομα Διαχειριστή';
public $ADMINUNAME = 'Ψευδώνυμο Διαχειριστή';
public $ADMINPASS = 'Συνθηματικό Διαχειριστή';
public $CHANGEPROFILE = 'Μετά την εγκατάσταση μπορείτε να συνδεθείτε στη νέα σας ιστοσελίδα, να αλλάξετε τις παραπάνω πληροφορίες και να ολοκληρώσετε το προφίλ σας.';
public $FATAL_ERRORMSGS = 'Εμφανίστηκε τουλάχιστον ένα γενικό σφάλμα. Δεν μπορείτε να συνεχίσετε. 
Ακολουθούν τα μηνύματα σφάλματος από τον εγκαταστάτη του Elxis:';
public $EMPTYNAME = 'Πρέπει να δώσετε το πραγματικό σας όνομα.';
public $EMPTYPASS = 'Ο κωδικός πρόσβασης του διαχειριστή είναι κενός.';
public $VALIDEMAIL = 'Πρέπει να δώσετε μία έγκυρη διεύθυνση e-mail.';
public $FTPACCESS = 'Πρόσβαση FTP';
public $FTPINFO = 'Ενεργοποιώντας την FTP πρόσβαση λύνετε πολλά προβλήματα σχετιζόμενα με τις άδειες χρήσης των αρχείων. 
	Εάν ενεργοποιήσετε το FTP, το Elxis θα είναι ικανό να γράφει σε αρχεία/καταλόγους που δεν είναι εγγράψιμα από την PHP. 
	Ο εγκαταστάτης του Elxis επίσης θα μπορέσει να αποθηκεύσει το τελικό αρχείο ρυθμίσεων στην ιστοσελίδα, διαφορετικά ίσως 
	χρειαστεί να το δημιουργήσετε και να το ανεβάσετε χειροκίνητα.';
public $USEFTP = 'Χρήση FTP';
public $FTPHOST = 'Διακομιστής FTP';
public $FTPPATH = 'Διαδρομή FTP';
public $FTPUSER = 'Χρήστης FTP';
public $FTPPASS = 'Συνθηματικό FTP';
public $FTPPORT = 'Θύρα FTP';
public $MOSTPROB = 'Το πιθανότερο:';
public $FTPHOST_EMPTY = 'Πρέπει να συμπληρώσετε το διακομιστή FTP';
public $FTPPATH_EMPTY = 'Πρέπει να συμπληρώσετε τη διαδρομή FTP';
public $FTPUSER_EMPTY = 'Πρέπει να συμπληρώσετε το χρήστη FTP';
public $FTPPASS_EMPTY = 'Πρέπει να συμπληρώσετε το συνθηματικό FTP';
public $FTPPORT_EMPTY = 'Πρέπει να συμπληρώσετε τη θύρα FTP';
public $FTPCONERROR = 'Δεν στάθηκε δυνατή η σύνδεση στον διακομιστή FTP';
public $FTPUNSUPPORT = 'Οι ρυθμίσεις της PHP σας δεν υποστηρίζουν συνδέσεις FTP';
public $CONFSITEDOWN = 'Αυτός ο ιστότοπος είναι προσωρινά εκτός για λόγους συντήρησης.<br />Παρακαλούμε δοκιμάστε ξανά σε λίγο.';
public $CONFSITEDOWNERR = 'Αυτός ο ιστότοπος είναι προσωρινά μη διαθέσιμος.<br />Παρακαλούμε ειδοποιήστε το διαχειριστή του συστήματος';
public $CONGRATS = 'Συγχαρητήρια!';
public $ELXINSTSUC = 'Το Elxis εγκαταστάθηκε επιτυχώς στον ιστότοπό σας.';
//public $FINALMSG = 'Η έκδοση 2008 αποτελεί ένα μεγάλο βήμα εμπρός για το Σ.Δ.Π. Elxis. Εάν χρησιμοποιήσατε το Elxis 2006.x 
//	κατά το παρελθόν θα δείτε ότι οι διαφορές μεταξύ των εκδόσεων 2006.x και 2008.x είναι πάρα πολλές. Παρόλο ότι πιστεύουμε πως 
//	δημιουργήσαμε ένα σπουδαίο Σ.Δ.Π., η ανάπτυξη του Elxis δεν σταματά ποτέ. Να επισκέφθεστε τακτικά την ιστοσελίδα elxis.org 
//	για να ενημερώνεστε σχετικά με νέες εκδόσεις και ενημερώσεις.';
public $THANKUSELX = 'Σας ευχαριστούμε που χρησιμοποιείτε το Elxis';
public $CREDITS = 'Εύσημα';
public $CREDITSELXGO = 'Στον Ιωάννη Σάννο (Elxis Team) για την ανάπτυξη του Elxis.';
public $CREDITSELXCO = 'Στον Ιβάν Τρεμπτζεσανίν (Elxis Team) και στα μέλη της Κοινότητας του Elxis (Elxis Community) για τη βοήθεια και τις ιδέες τους στο να γίνει το Elxis καλύτερο.';
public $CREDITSELXRTL = 'Στον Φαρχάντ Σακχάϊ (Elxis Community) για την συνεισφορά του στο να γίνει το Elxis συμβατό με γλώσσες κατεύθυνσης γραφής από δεξιά προς τα αριστερά.';
public $CREDITSELXTR = 'Στους μεταφραστές για τη συμβολή τους στο να γίνει το Elxis ένα Σ.Δ.Π. που σέβεται τη μητρική γλώσσα του χρήστη.';
public $OTHERTHANK = 'Σε όλους τους προγραμματιστές που έχουν συνεισφέρει στην κοινότητα Ανοικτού Λογισμικού και τμήματα της δουλειάς τους χρησιμοποιεί το Elxis.';
public $CONFBYHAND = 'Ο εγκαταστάτης δεν μπόρεσε να αποθηκεύσει το αρχείο ρυθμίσεων στον ιστότοπό σας εξαιτίας θεμάτων σχετιζομένων 
	με τις άδειες χρήσης των αρχείων/καταλόγων. Θα πρέπει να ανεβάσετε τον ακόλουθο κώδικα με το χέρι. Πατήστε στην περιοχή από κάτω 
	για να επιλέξετε όλο τον κώδικα. Επικολλήστε τον σε ένα php αρχείο με όνομα "configuration.php" και ανεβάστε το στον κεντρικό 
	κατάλογο του Elxis ιστότοπού μας. Προσοχή: Το αρχείο πρέπει να είναι κωδικοποιημένο ως UTF-8.';
//public $REMOVEINSTFOL = 'Διαγράψτε πλήρως τον κατάλογο "/installation" (μην τον μετονομάζετε απλώς), πληκτρολογήστε τη διεύθυνση του ιστότοπού σας και είστε έτοιμος να περιηγηθείτε στον ιστότοπό σας!';
public $LANG_SETTINGS = 'Το Εlxis διαθέτει μοναδικές δυνατότητες πολυγλωσσίας επιτρέποντάς σας να ορίσετε την 
	προκαθορισμένη γλώσσα για τον ιστότοπο και τη διαχείριση, καθώς επίσης και περισσότερες από μία 
	δημοσιευμένες γλώσσες για τον ιστότοπο. Σημειώστε πως αργότερα στη διαχείριση του Elxis, θα μπορέσετε να θέσετε 
	μεμονωμένα αντικείμενα περιεχομένου, module κλπ, να εμφανίζονται ανάλογα με τους δικούς σας γλωσσικούς συνδυασμούς.';
public $DEF_FRONTL = 'Προκαθορισμένη γλώσσα ιστότοπου';
public $PUBL_LANGS = 'Δημοσιευμένες γλώσσες';
public $DEF_BACKL = 'Προκαθορισμένη γλώσσα διαχείρισης';
public $LANGUAGE = 'Γλώσσα';
public $SELECT = 'επιλέξτε';
public $TEMPLATES = 'Θέματα';
public $TEMPLATESTITLE = 'Θέματα (templates) για το Elxis CMS';
public $DOWNLOADS = 'Λήψεις';
public $DOWNLOADSTITLE = 'Λήψη επεκτάσεων για το Elxis CMS';

//elxis 2009.0
public $STEP = 'Βήμα';
public $RESTARTCONF = 'Είστε βέβαιος πως θέλετε να επανεκκινήσετε την εγκατάσταση;';
public $DBCONSETS = 'Στοιχεία σύνδεσης στη βάση δεδομένων';
public $DBCONSETSD = 'Συμπληρώστε τις απαιτούμενες πληροφορίες προκειμένου το Elxis να συνδεθεί στη βάση δεδομένων και να εισάγει τα βασικά δεδομένα.';
public $CONTLAYOUT = 'Περιεχόμενο και εμφάνιση';
public $TMPCONFIGF = 'Προσωρινό αρχείο ρυθμίσεων';
public $TMPCONFIGFD = 'Το Elxis χρησιμοποιεί ένα προσωρινό αρχείο για να αποθηκεύσει τις διάφορες ρυθμίσεις κατά την διάρκεια της 
εγκατάστασης. Ο εγκαταστάτης του Elxis θα πρέπει να είναι ικανός να γράψει σε αυτό το αρχείο. Συνεπώς θα πρέπει είτε να κάνετε αυτό 
το αρχείο εγγράψιμο, είτε να ενεργοποιήσετε την πρόσβαση FTP προκειμένου ο εγκαταστάτης να μπορέσει να γράψει σε αυτό ανοίγοντας μία σύνδεση FTP.';
public $CHECKFTP = 'Έλεγχος ρυθμίσεων FTP';
public $FAILED = 'Αποτυχία';
public $SUCCESS = 'Επιτυχία';
public $FTPWRONGROOT = 'Επιτυχής σύνδεση στο FTP αλλά ο δοθέν κατάλογος του Elxis δεν υπάρχει. Ελέγξτε την τιμή της Διαδρομής FTP.';
public $FTPNOELXROOT = 'Επιτυχής σύνδεση στο FTP αλλά ο δοθέν κατάλογος του Elxis δεν περιέχει εγκατάσταση του Elxis. Ελέγξτε την τιμή της Διαδρομής FTP.';
public $FTPSUCCESS = 'Επιτυχής σύνδεση και ανίχνευση της εγκατάστασης του Elxis. Οι FTP ρυθμίσεις σας είναι σωστές.';
public $FTPPATHD = 'Η σχετική διαδρομή από τον πηγαίο κατάλογο του FTP σας στην εγκατάσταση του Elxis χωρίς κάθετο στο τέλος (/).';
public $CNOTWRTMPCFG = 'Δεν στάθηκε δυνατή η εγγραφή στο προσωρινό αρχείο ρυθμίσεων (installation/tmpconfig.php)';
public $DRIVERSUPELXIS = "Ο οδηγός %s υποστηρίζεται από το Elxis";
public $DRIVERSUPSYS = "Ο οδηγός %s υποστηρίζεται από το σύστημά σας";
public $DRIVERNSUPELXIS = "Ο οδηγός %s δεν υποστηρίζεται από το Elxis";
public $DRIVERNSUPSYS = "Ο οδηγός %s δεν υποστηρίζεται από το σύστημά σας";
public $DRIVERSUPELXEXP = "Η υποστήριξη του οδηγού %s από το Elxis είναι πειραματική";
public $STATICCACHE = 'Στατική μνήμη';
public $STATICCACHED = 'Η Στατική μνήμη είναι ένα σύστημα αποθήκευσης των δυναμικά παραγόμενων από το Elxis HTML σελίδων 
σε μία μορφή μνήμης που επιτρέπει την επανάκλησής τους από τη μνήμη μόλις αυτές ξαναζητηθούν χωρίς να μεσολαβήσει επανεκτέλεση του 
PHP κώδικα ή επερώτηση προς τη βάση δεδομένων. Η Στατική μνήμη αποθηκεύει αντίγραφα ολόκληρων σελίδων αντί για μεμονωμένα 
τμήματα HTML. Η χρήση της Στατικής μνήμης σε υπερφορτωμένους ιστότοπους οδηγεί σε αξιοσημείωτη βελτίωση της ταχύτητας.';
public $SEFURLS = 'Φιλικές προς τις μηχανές αναζήτησης URL';
public $SEFURLSD = 'Αν ενεργοποιηθεί (συστίνεται θερμά) το Elxis θα γεννά URL φιλικές προς τις Μηχανές Αναζήτησης 
και τους Ανθρώπους αντί για τις τυπικές. Οι SEO PRO URL θα απογειώσουν την κατάταξη της σελίδας σας στις μηχανές 
αναζήτησης και οι σελίδες θα αποτυπώνονται πολύ ευκολότερα στην μνήμη των επισκεπτών σας. Επιπρόσθετα όλες οι μεταβλητές 
της PHP θα εκλείψουν από τις URL κάνοντας τον ιστότοπό σας ασφαλέστερο σε επιθέσεις χάκερ.';
public $RENAMEHTACC = 'Πατήστε εδώ για να μετονομάσετε το <strong>htaccess.txt</strong> σε <strong>.htaccess</strong>.';
public $RENAMEHTACC2 = 'Αν αυτό αποτύχει τότε το SEO PRO θα απενεργοποιηθεί ασχέτως της εδώ ρύθμισής σας 
(θα μπορέσετε να το ενεργοποιήσετε αργότερα χειροκίνητα).';
public $HTACCEXIST = 'Υπάρχει ήδη ένα αρχείο .htaccess στον πηγαίο κατάλογο του Elxis! Πρέπει να ενεργοποιήσετε το SEO PRO χειροκίνητα.';
public $SEOPROSRVS = 'Το SEO PRO θα λειτουργήσει μόνο υπό τους ακόλουθους εξυπηρετητές:<br />
Apache, Lighttpd, ή άλλος συμβατός εξυπηρετητής με υποστήριξη mod_rewrite.<br />
IIS με την χρήση του φίλτρου Ionic Isapi Rewrite.';
public $SETSEOPROY = 'Παρακαλώ ορίστε το SEO PRO σε ΝΑΙ';
public $FEATENLATER = 'Αυτή η λειτουργία μπορεί να ενεργοποιηθεί και αργότερα από τη διαχείριση του Elxis.';
public $TEMPLATE = 'Template';
public $TEMPLATEDESC = 'Το template καθορίζει την εμφάνιση του ιστότοπού σας. Επιλέξτε το προκαθορισμένο template για τον ιστότοπό σας. 
Μπορείτε να αλλάξετε την επιλογή σας αργότερα ή να κατεβάσετε και να εγκαταστήσετε επιπρόσθετα template.';
public $CREDITSELXWI = 'Στον Κώστα Σταθόπουλο και την Ομάδα Τεκμηρίωσης του Elxis για τη συνεισφορά τους στο Wiki του Elxis.';
public $NOWWHAT = 'Και τώρα τι;';
public $DELINSTFOL = 'Διαγράψτε τον κατάλλογο εγκατάστασης (installation/).';
public $AUTODELINSTFOL = 'Αυτόματη διαγραφή καταλόγου εγκατάστασης.';
public $AUTODELFAILMAN = 'Αν η ενέργεια αποτύχει, τότε διαγράψτε τον χειροκίνητα.';
public $BENGUIDESWIKI = 'Οδηγοί για αρχάριους στο Wiki του Elxis.';
public $VISITFORUMHLP = 'Επισκεφθείτε το forum του Elxis για βοήθεια.';
public $VISITNEWSITE = 'Επισκεφθείτε το νέο σας ιστότοπο.';

}

?>